console.log("Отметка - 110/110"\n
"1) Вёрстка валидная 20/20"\n
"2) СВерстка семантическая 10/10"\n
"3) блок header — 6/6"\n
"4) секция hero — 6/6"\n
"5) секция skills — 6/6"\n
"6) секция portfolio — 6/6"\n
"7) секция video — 6/6"\n
"8) секция price — 6/6"\n
"9) секция contacts — 6/6"\n
"10) блок footer — 6/6"\n
"11) для построения сетки используются флексы или гриды — 2/2"\n
"12) при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону — 2/2"\n
"13) фоновый цвет тянется на всю ширину страницы — 2/2"\n
"14) иконки добавлены в формате .svg. — 2/2"\n
"16) есть favicon — 2/2"\n
"17) плавная прокрутка по якорям — 5/5"\n
"18) ссылки в футере ведут на гитхаб автора проекта и на страницу курса — 5/5"\n
"19) интерактивность включает в себя не только изменение внешнего вида курсора — 5/5"\n
"20) обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы — 5/5")